.metadata/.plugins/org.eclipse.core.resources/.history/c4/0095c15f171b001811a6c728a527752a

<?xml version="1.0" encoding="UTF-8" standalone="no"?><S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Body><ns2:addEmployeeMethod xmlns:ns2="http://serviceExample.com"><ns2:EmployeeTypeInputParam><email id="1"/><groupid/><password/><userid/><username/></ns2:EmployeeTypeInputParam></ns2:addEmployeeMethod></S:Body></S:Envelope>